[{"name":"ANTICIPATORY HUMANITARIAN ASSISTANCE: FROM VULNERABILITY ASSESSMENTS TO ADAPTIVE ACTION","description":"Paste description for ANTICIPATORY HUMANITARIAN ASSISTANCE here","location":"Kasaya, Zambia","cur":"past","images":[{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0092-1024x683.jpg","description":"Flooding near Kasaya"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0095-1024x683.jpg","description":"Moono from the Zambia Red Cross looks at a flooded road in Kazungula"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_01301-1024x683.jpg","description":"Daniel interviews a woman who lives in Kasaya during pilot fieldwork"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0368-1024x683.jpg","description":"Friend of HURDL Arielle Tozier de la Poterie (University of Colorado – Boulder) interviews a woman in Kasaya during pilot fieldwork"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0401-1024x683.jpg","description":"Ed interviews a man in Kasaya during pilot fieldwork"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_7160-1024x768.jpg","description":"Sometimes in a downpour, you just have to meet the community leaders in the back of your truck"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_7092-1024x768.jpg","description":"Family house in Kasaya"},{"url":"","description":""},{"url":"","description":""},{"url":"","description":""}],"report1":"#","report2":"","report3":"","staff":[{"name":"Ed Carr","role":"?"},{"name":"Kalifa Traore","role":"IER"},{"name":"Cisse","role":"IER"},{"name":"Tshi Tshi Kalala","role":"?"},{"name":"Kwame Owusu-Daaku","role":"?"},{"name":"","role":""},{"name":"","role":""},{"name":"","role":""}],"partners":[{"url":"https://www.climatecentre.org/","logo":"https://www.climatecentre.org/wp-content/themes/cc/assets/images/logo.svg"},{"url":"https://climate-services.org/","logo":"https://climate-services.org/wp-content/uploads/2015/09/logo.png"},{"url":"","logo":""},{"url":"","logo":""},{"url":"","logo":""}]},{"name":"ASSESSING MALI’S AGROMETEOROLOGICAL ADVISORY PROGRAM","description":"It seems self-evident that delivering weather and climate information to farmers would in some way help them plan and execute their agricultural activities in more effective manners.\r\n\r\nIt’s not that easy.\r\n\r\nWhat information should be delivered? What information do farmers need? Which farmers need what information? Which farmers can use the information? How might we deliver the information? What science should be used to build the information given to farmers? What if the science isn’t particularly good? Any effort to deliver weather and climate information to farmers has to address all of these questions, and many others, to deliver a useful product. As it turns out, most of these questions have not yet been answered in the Global South, raising barriers to the effective delivery of weather and climate information to farmers. HURDL is working on changing that.\r\n\r\nSince 2011, Ed Carr and HURDL staff have been directing an assessment of a climate services for development success story, the Mali Agrometeorological Advisory Program. Started in the early 1980s during a period of severe drought and food shortage, the advisory program was an emergency response, an effort to provide something to farmers that might result in improved yields and relief from food insecurity. The initial pilot of this program was closely monitored, and when it produced positive results, it was rapidly scaled up across the country. However, the impact and function of the program have not been assessed in more than 25 years.\r\n\r\nIn an effort to assess the efficacy of the program, and better understand how it works on the ground, Carr worked with colleagues across several institutions to design and implement an initial assessment of the program. Colleagues at IRI focused on assessing the advisories issued by the Malian Meteorological Service, including the science behind the advisories, to assess the quality of the advisories and identify gaps that might be filled to improve these advisories. Carr worked with colleagues at ICRISAT, IER, and Stratus Consulting to design and implement a field assessment to assess and understand project use and impact at the farmer level. This assessment visited 36 villages across Southern Mali, conducting 144 focus groups and interviews with 720 farmers, in an effort to understand if and how farmers were using the advisories. Carr, supported by staff at Stratus Consulting and HURDL students Tshi Tshi Kalala and Kwame Owusu-Daaku, analyzed this data, and then edited the preliminary report on the assessment.\r\n\r\nFrom May to July of 2014, a team of HURDL researchers worked with IER and ICRISAT/CCAFS to conduct ethnographic fieldwork in four representative villages in Southern Mali to explain the patterns of use (and non-use) revealed in the preliminary report. The fieldwork yielded more than 200 interviews and maps of fields, as well as fieldnotes on observations from life in these villages as residents made planting decisions. HURDL is still analyzing this data, but expects to put out a final report by the end of April, 2015.","location":"Mali","cur":"past","images":[{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0823-1024x683.jpg","description":"Field team classroom training at ICRISAT outside Bamako, Mali"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_10152-1024x683.jpg","description":"Tshitshi with one of the men who keeps the rain gauge in Kéniéroba, Mali"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_09711-1024x683.jpg","description":"Cisse, of the IER field team, interviews a senior farmer in Kéniéroba, Mali"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_09361-1024x683.jpg","description":"Debriefing during field pilot session at Kéniéroba, Mali"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0928-1024x683.jpg","description":"Ed and Kalifa Traore of IER at work during pilot work in Kéniéroba, Mali"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0924-1024x683.jpg","description":"Kéniéroba, Mali"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0890-1024x683.jpg","description":"A view of the pilot region south of Bamako, from the Siby Hills"},{"url":"","description":""},{"url":"","description":""},{"url":"","description":""}],"report1":"#","report2":"","report3":"","staff":[{"name":"Ed Carr","role":"?"},{"name":"Kalifa Traore","role":"IER"},{"name":"Cisse","role":"IER"},{"name":"Tshi Tshi Kalala","role":"?"},{"name":"Kwame Owusu-Daaku","role":"?"},{"name":"","role":""},{"name":"","role":""},{"name":"","role":""}],"partners":[{"url":"https://ccafs.cgiar.org/","logo":"https://ccafs.cgiar.org/themes/custom/ccafs/logo-white.svg"},{"url":"https://iri.columbia.edu/","logo":"https://iri.columbia.edu/wp-content/themes/iri/assets/images/logo-iri-large.png"},{"url":"https://climate-services.org/","logo":"https://climate-services.org/wp-content/uploads/2015/09/logo.png"},{"url":"","logo":""},{"url":"","logo":""}]},{"name":"GENDER AND CLIMATE CHANGE ADAPTATION IN AGRARIAN SETTINGS: RESEARCH AND IMPLEMENTATION","description":"The impacts of climate variability and change on agrarian populations in the Global South are becoming clearer all the time. These impacts, however, are not evenly distributed across these populations. Because different members of these communities engage in different livelihoods activities, have different access to livelihoods resources, and different expectations with regard to their livelihoods roles, exposure to the same shock or stress can produce highly variable vulnerabilities within communities or even households. If we cannot identify and address these different vulnerabilities, we are unlikely to design and implement adaptation interventions that mitigate the negative impacts of climate variability and change.\r\n\r\nOne means of identifying these different vulnerabilities is through gender analysis. Already a requirement of programming at USAID, gender analysis has done a great deal to highlight the different ways in which men and women experience and negotiate the shocks and stresses produced by climate variability and change. However, not all gender analyses are equal. Most contemporary work on identity recognizes gender as a social category that gains meaning through its intersection with other categories such as age, class, race, or ethnicity. In short, we are never simply “men” or “women” – we are always more complicated. In the course of a day, a man might find himself among students, where he is identified and treated with the deference due to an older man, at a bar where he is surrounded by people of a different ethnicity that highlights his identity as an Ashanti Man, and later at his parent’s house, where he is an eldest son who shows deference to his father. In each of these roles, the same person experiences different capacities to speak and act, and different expectations of his speech and actions by others.\r\n\r\nThis is not merely an academic quibble about identity. As an extensive literature on gender and development has already made clear, simply dividing a population into men and women and then assessing the different opportunities and challenges associated with each group is likely to overlook the challenges and opportunities of some members of the population – often the most marginal and vulnerable. Working with USAID’s Office of Gender Equality and Women’s Empowerment (GENDEV) and the Office of Global Climate Change (GCC), the HURDL team is working to design and promote gender assessments that better capture the complex reality of the lives of the global poor.\r\n\r\nHURDL has already produced a large report on gender and adaptation for USAID. This report briefly reviews the literature on gender and adaptation. However, the principle focus of the report is on three empirical case studies that illustrate how simple binary (man vs. woman) gender analysis misses the vulnerabilities and opportunities associated with many women. HURDL has expanded and edited the literature review, and published it in Geography Compass.\r\n\r\nOver the next year, HURDL will work with GENDEV and GCC to design and implement pilot gender assessments following the recommendations of this report. The goal of these pilot assessments are threefold:\r\n\r\n 1) to inform the design of mission-led projects, ideally resulting in improved design and outcomes\r\n 2) to demonstrate the efficacy of this approach to gender analysis in the project design process\r\n 3) to learn how best to implement such assessments in the context of mission and implementer expectations and demands.","location":"Zambia","cur":"past","images":[{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_00991-1024x683.jpg","description":"description 1"},{"url":"","description":""},{"url":"","description":""},{"url":"","description":""},{"url":"","description":""},{"url":"","description":""},{"url":"","description":""},{"url":"","description":""},{"url":"","description":""},{"url":"","description":""}],"report1":"#","report2":"#","report3":"#","staff":[{"name":"Ed Carr","role":"?"},{"name":"","role":""},{"name":"","role":""},{"name":"","role":""},{"name":"","role":""},{"name":"","role":""},{"name":"","role":""},{"name":"","role":""}],"partners":[{"url":"https://www.usaid.gov/","logo":"https://www.usaid.gov/sites/all/themes/usaid/logo.png"},{"url":"","logo":""},{"url":"","logo":""},{"url":"","logo":""},{"url":"","logo":""}]},{"name":"DESIGN AND MONITORING/EVALUATION SUPPORT FOR THE KAFFRINE (SENEGAL) CLIMATE SERVICES PROGRAM","description":"Our colleagues at CCAFS have piloted a climate services for farmers program in Kaffrine, Senegal. In 2013, the HURDL team coordinated with CCAFS to help lay the groundwork for project design, including project monitoring and evaluation. Carr and Kalala field tested the LAG approach in May, tailoring it to the context of Kaffrine. Kalala then implemented the approach between late May and late July, exploring the livelihoods strategies, and agricultural decision-making, of farmers in a representative village in Kaffrine. The HURDL team, working with Dave Letson at the University of Miami, is building an understanding of livelihoods decision-making from this data that will help to identify the various information needs of farmers in Kaffrine, and thus serve to inform the design of climate services for these farmers.\r\n\r\nHURDL is working closely with CCAFS to provide the necessary tools for CCAFS staff and their Senegalese partners to take up the LAG approach and further the information-gathering needed for project design, as well as use the information gathered through the approach to develop relevant, informative monitoring and evaluation tools for the project as it moves to implementation.","location":"Kaffrine, Senegal","cur":"past","images":[{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_01941-1024x683.jpg","description":"Tshitshi Kalala (second from right) interviews a farmer in Kaffrine about his agricultural decisions."},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_02472-1024x683.jpg","description":"Several CCAFS, CSP, and HURDL staff interview a woman about her agricultural decisions."},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0215-1024x683.jpg","description":"The Kaffrine field team: Ed, Habib, Ndongo Baba, Seck, Tshitshi"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_01941-1024x683.jpg","description":"Tshitshi Kalala (second from right) interviews a farmer in Kaffrine about his agricultural decisions."},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_00991-1024x683.jpg","description":"Late afternoon in the Sahel in May…its still about 40C (104F) out"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_01502-1024x683.jpg","description":"Ed, Habib, and Ndongo Baba with the chief of a village in Kaffrine"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0130-1024x683.jpg","description":"Pretty much everything is blasted by the heat in May, and it is difficult to prepare fields for planting."},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0119-1024x683.jpg","description":"Mid-day in Kaffrine in May. It’s very dry, but over 45C (115F) in the sun."},{"url":"","description":""},{"url":"","description":""}],"report1":"#","report2":"","report3":"","staff":[{"name":"Ed Carr","role":"?"},{"name":"Tshitshi Kalala","role":"?"},{"name":"Ndongo Baba","role":"?"},{"name":"Habib","role":"?"},{"name":"Seck","role":"?"},{"name":"","role":""},{"name":"","role":""},{"name":"","role":""}],"partners":[{"url":"https://ccafs.cgiar.org/","logo":"https://ccafs.cgiar.org/themes/custom/ccafs/logo-white.svg"},{"url":"https://www.anacim.sn/","logo":"https://www.anacim.sn/images/logo.png"},{"url":"","logo":""},{"url":"","logo":""},{"url":"","logo":""}]},{"name":"ANTICIPATORY HUMANITARIAN ASSISTANCE: FROM VULNERABILITY ASSESSMENTS TO ADAPTIVE ACTION current","description":"Paste description for ANTICIPATORY HUMANITARIAN ASSISTANCE here","location":"Kasaya, Zambia","cur":"past","images":[{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0092-1024x683.jpg","description":"Flooding near Kasaya"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0095-1024x683.jpg","description":"Moono from the Zambia Red Cross looks at a flooded road in Kazungula"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_01301-1024x683.jpg","description":"Daniel interviews a woman who lives in Kasaya during pilot fieldwork"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0368-1024x683.jpg","description":"Friend of HURDL Arielle Tozier de la Poterie (University of Colorado – Boulder) interviews a woman in Kasaya during pilot fieldwork"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0401-1024x683.jpg","description":"Ed interviews a man in Kasaya during pilot fieldwork"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_7160-1024x768.jpg","description":"Sometimes in a downpour, you just have to meet the community leaders in the back of your truck"},{"url":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_7092-1024x768.jpg","description":"Family house in Kasaya"},{"url":"","description":""},{"url":"","description":""},{"url":"","description":""}],"report1":"#","report2":"","report3":"","staff":[{"name":"Ed Carr","role":"?"},{"name":"Kalifa Traore","role":"IER"},{"name":"Cisse","role":"IER"},{"name":"Tshi Tshi Kalala","role":"?"},{"name":"Kwame Owusu-Daaku","role":"?"},{"name":"","role":""},{"name":"","role":""},{"name":"","role":""}],"partners":[{"url":"https://www.climatecentre.org/","logo":"https://www.climatecentre.org/wp-content/themes/cc/assets/images/logo.svg"},{"url":"https://climate-services.org/","logo":"https://climate-services.org/wp-content/uploads/2015/09/logo.png"},{"url":"","logo":""},{"url":"","logo":""},{"url":"","logo":""}]}]