[{"name":"Dr. Edward R. Carr","title":"Director","department":"IDCE","contact":"edcarr@clarku.edu","profile_picture":"http://www.hurdl.org/wp-content/uploads/2015/01/Ed-Thumbnail-150x150.jpg","bio":"Dr. Edward R. Carr is the director of HURDL, and a professor and Director of the International Development, Community, and Environment Department at Clark University. Ed has worked for USAID in both policy and program positions, consulted for the World Bank,and served as a lead author and review editor for global assessments such as the Millennium Ecosystem Assessment and the IPCC. More information on Ed and his work can be found here."},{"name":"Dr. Sheila Navalia Onzere","title":"Research Scientist","department":"USAID","contact":"sonzere@clarku.edu","profile_picture":"http://www.hurdl.org/wp-content/uploads/2014/12/Photo-on-9-6-16-at-2.46-PM-2-150x150.jpg","bio":"Dr. Sheila Navalia Onzere is a research scientist with HURDL. She has a PhD in sociology and sustainable agriculture from Iowa State University. Her research interests focus on livelihoods, gender, food systems, forestry, climate change, and development in sub-Saharan Africa (SSA). She has considerable experience working on international development issues in SSA. She received a fellowship from the Leadership Enhancement in Agriculture Program (LEAP) to carry out fieldwork for her dissertation research while attached to The International Center for Tropical Agriculture (CIAT) . While writing her dissertation, she worked as the program coordinator for the Master in Sustainable Development Program at the University of Florida. She has also worked as a gender specialist for the International Livestock Research Institute in Nairobi (ILRI). In 2014 she was one of the 20 early career scientists from around the world who were invited to attend the global Future Earth Food Systems conference. Since joining HURDL in late 2014, Onzere has worked on various projects which aim to understand agricultural livelihoods and vulnerability to climate change and variability in the Sahel, as well as, projects that focus gender and forest based livelihoods in Malawi and Liberia.\n\nCurrent HURDL Project Responsibilities: Mali Climate Change and Adaptation Activity (USAID); Barriers to Women’s Engagement in Local Forest Governance and Implications for Conservation Outcomes in Liberia (WRI); Building Resilience and Adaptation to Climate Extremes and Disasters  (DfID)\n\nPrevious HURDL Project Responsibilities: Climate Change Resilient Development (CCRD) project (USAID)"},{"name":"Daniel Abrahams","title":"Graduate Student","department":"Geography","contact":"abrahad@email.sc.edu","profile_picture":"http://www.hurdl.org/wp-content/uploads/2015/01/Daniel-150x150.jpg","bio":"Daniel Abrahams is a doctoral student at the Department of Geography at the University of South Carolina.  His research focuses on environmental issues as they relate to disasters, conflict, and international development.  Prior to joining HURDL he received his masters in public policy from Johns Hopkins University; there he researched environmental sustainability in post-disaster settings. While at Johns Hopkins, Daniel also worked with the World Wildlife Fund (WWF) where he conducted research on market-based strategies to curtail illegal logging. Daniel has also lived in Kenya, where he worked with Kenyan fishermen to research, develop, and implement alternative income projects that mitigated the impacts of unsustainable fishing and provided new sources of income for the fishermen. Prior to pursuing a career focused on the environment, Daniel worked in executive search, recruiting senior-level personnel for Big 4 accounting firms and education reform organizations. He received his undergraduate degree from Quinnipiac University in Connecticut where he was a member of their Division I baseball team.\n\nCurrent HURDL Project Responsibilities: Anticipatory Humanitarian Assistance Research and Pilot (Red Cross Climate Centre) [completed]"},{"name":"Manali Baruah","title":"Graduate Student","department":"Geography","contact":"baruah@email.sc.edu","profile_picture":"http://www.hurdl.org/wp-content/uploads/2015/01/Manali-150x150.jpg","bio":"Manali Baruah is a doctoral candidate in the Department of Geography. Her research interests are natural resource governance and access, rural participation and representation and community based conservation. She currently holds a College of Arts and Sciences Dean’s Dissertation Fellowship, which supports her dissertation examining rural representation in forest resource decentralization programs in Ghana. She is also part of the Responsive Forest Governance Initiative (RFGI), a 3-year research and training program focusing on environmental governance in Africa implemented by the Council for the Development of Social Sciences Research in Africa (CODESRIA), the International Union for the Conservation of Nature (IUCN) and the University of Illinois at Urbana Champaign (UIUC). She also has four years of experience working in field based conservation and livelihood projects in India. She teaches introductory courses in geography.\n\nHURDL Project Responsibilities: None (writing dissertation)"},{"name":"Janae Davis","title":"Graduate Student","department":"Geography","contact":"jadavis@clarku.edu","profile_picture":"http://www.hurdl.org/wp-content/uploads/2014/12/IMG_0300.jpg-150x150.jpeg","bio":"Janae Davis is a Ph.D. student in the Graduate School of Geography at Clark University. Her work focuses on fostering diversity, equity and inclusion in the environmental movement. She holds a Bachelor of Arts degree in Sociology from North Carolina State University and a Master’s in Geography from University of South Carolina. Her Master’s thesis examined the ways in which wilderness legislation alienated local African Americans from Congaree National Park in Hopkins, South Carolina. Janae has worked with Carolinas Integrated Sciences and Assessments (CISA) on applied research to integrate climate information into decision making around water, health and coastal management. She has been awarded fellowships with the U.S. National Park Service, American Rivers and the National Wildlife Federation where she designed and conducted research, provided recommendations and assisted the planning and implementation of efforts to engage frontline communities. Her current research seeks to understand how inequity is reproduced in African conservation-development institutions and how it might affect the outcomes of integrated conservation and development projects.\n\nCurrent HURDL Project Responsibilities: Mali Climate Change Adaptation Activity (USAID); Barriers to Women’s Engagement in Local Forest Governance and Implications for Conservation Outcomes in Liberia (WRI)"}]