[{"citation":"Carr, Edward R., Daniel Abrahams, Arielle Tozier de la Poterie, Pablo Suarez, and Bettina Koelle. “Vulnerability Assessments, Identity, and Spatial Scale Challenges in Disaster Risk Reduction” Jàmbá: Journal of Disaster Risk Studies. 7 (1), 17 pages.","url":"http://www.jamba.org.za/index.php/jamba/article/view/201","pub_dis":"pub"},{"citation":"Carr, Edward R. and Kwame N. Owusu-Daaku. “The shifting epistemologies of vulnerability in climate services for development: the case of Mali’s Agrometeorological Advisory Program” Area, DOI: 10.1111/area.12179","url":"http://www.edwardrcarr.com/ewExternalFiles/Carr%20and%20Owusu-Daaku%20Shifting%20Epistemologies%20of%20Climate%20Services%20for%20Development.pdf","pub_dis":"pub"},{"citation":"Carr, Edward R., with Sheila Onzere, Tshibangu Kalala, Kwame Owusu-Daaku, and Helen Rosko. “Assessing Mali’s l’Agence Nationale de la Météorologie’s (Mali Meteo) Agrometeorological Advisory Program: Final Report on the Farmer Use of Advisories and Implications for Climate Service Design.” Washington, DC: USAID. 167pp.","url":"https://dec.usaid.gov/dec/content/Detail.aspx?ctID=ODVhZjk4NWQtM2YyMi00YjRmLTkxNjktZTcxMjM2NDBmY2Uy&rID=MzY2NDc1","pub_dis":"pub"},{"citation":"Carr, Edward R., Grant Fleming, and Tshibangu Kalala. “Assessing Climate Service Needs in Kaffrine, Senegal: Livelihoods, Identity, and Vulnerability to Climate Variability and Change.” Report for the Climate Change Resilient Development Program funded by USAID. 39pp","url":"https://pdf.usaid.gov/pdf_docs/PA00KPH8.pdf","pub_dis":"pub"},{"citation":"Carr, Edward R. Kwame N. Owusu-Daaku, Nimmi Damodaran, Jennifer Peers, and Carolyn Wagner. Working with Marginal Populations: An Annex to the USAID Climate-Resilient Development Framework. Office of Global Climate Change, Bureau for Economic Growth, Education, and the Environment, USAID.","url":"http://www.ccrdproject.com/crd-framework/annex-working-with-marginal-populations","pub_dis":"pub"},{"citation":"Onzere, Sheila N., with Tshibangu Kalala, Kwame Owusu-Daaku, and Edward R. Carr. Piloting Intersectional Gender Assessments in Malawi: Challenges and Lessons Learned. Washington, DC: USAID.","url":"https://docs.google.com/a/ccrdproject.com/viewer?a=v&pid=sites&srcid=Y2NyZHByb2plY3QuY29tfGNjcmR8Z3g6MzkyZjM2ODAyMmFlNDhiZA","pub_dis":"pub"},{"citation":"Carr, Edward R. “From Description to Explanation: Using the Livelihoods as Intimate Government (LIG) Approach.” Applied Geography 52 110-122","url":"http://www.hurdl.org/wp-content/uploads/2015/01/Carr-From-Description-to-Explanation-Using-the-Livelihoods-as-Intimate-Government-LIG-Approach.pdf","pub_dis":"pub"},{"citation":"Carr, Edward R. “The Future is Already Being Fed” in The Donors’ Dilemma: Emergence, Convergence and the Future of Foreign Aid, Andy Sumner and Tom Kirk, eds. West Sussex, UK: Global Policy Journal ","url":"http://www.globalpolicyjournal.com/blog/06/03/2014/donors%E2%80%99-dilemma-future-already-being-fed","pub_dis":"pub"},{"citation":"Carr, Edward R. (editor) “Assessing Mali’s Direction Nationale De La Météorologie Agrometeorological Advisory Program: Preliminary Report on the Climate Science and Farmer Use of Advisories” Washington, DC: USAID. 177pp.","url":"https://dec.usaid.gov/dec/content/Detail.aspx?ctID=ODVhZjk4NWQtM2YyMi00YjRmLTkxNjktZTcxMjM2NDBmY2Uy&rID=MzUwNTIx","pub_dis":"pub"},{"citation":"Abrahams, Daniel. “The barriers to environmental sustainability in post-disaster settings: a case study of transitional shelter implementation in Haiti” Disasters 38(s1) s25-s49","url":"http://onlinelibrary.wiley.com/doi/10.1111/disa.12054/abstract","pub_dis":"pub"},{"citation":"Carr, Edward R. and David Simon, (eds). Development Geography: Can critical perspectives exist in policy and implementation? Edited symposium for Third World Quarterly, 35 (3): 505-527","url":"","pub_dis":"pub"},{"citation":"Carr, Edward R. and Mary C. Thompson. “Gender and Climate Change Adaptation in Agrarian Settings: Current thinking, new directions, and research frontiers.” Geography Compass 8(3) 182-197","url":"http://www.hurdl.org/wp-content/uploads/2015/01/Carr-From-Description-to-Explanation-Using-the-Livelihoods-as-Intimate-Government-LIG-Approach.pdf","pub_dis":"pub"},{"citation":"Carr, Edward R. “Livelihoods as Intimate Government: Rethinking the Logic of Livelihoods for Development” Third World Quarterly, 34(1) 77-108.","url":"http://www.hurdl.org/publications/Publications_files/Carr%20Livelihoods%20as%20Intimate%20Government.pdf","pub_dis":"pub"},{"citation":"Carr, Edward R. and Mary C. Thompson. “Gender and Climate Change Adaptation in Agrarian Settings.” Washington, DC: United States Agency for International Development. 64 and viii pages.","url":"http://www.hurdl.org/wp-content/uploads/2015/01/Carr-From-Description-to-Explanation-Using-the-Livelihoods-as-Intimate-Government-LIG-Approach.pdf","pub_dis":"pub"}]